"该文本不能为空，请重新输入 ......"="il testo non può essere vuoto, si prega di rientrare ..."
"请检查是否已安装 Adobe Acrobat"="Si prega di verificare Adobe Acrobat è installato"
"网页"="Pagina Web"
"编辑用户"="Modifica utente"
"软键盘"="Tastiera"
"简体中文"="Cinese Semplificato"
"(提示：点击浏览按钮选择本地文件)"="(Suggerimento: fare clic sul pulsante Navigare per selezionare il file locale)"
"异步下载方式"="Modalità di asincronia"
"本地资源显示失败"="Non riesce a visualizzare la risorsa locale"
"立体形状"="Forme Stereo"
"空间站 "="Stazione Spaziale"
"删除用户"="Elimina utente"
"排笔"="Pennello"
"恐龙"="Dinosauro"
"用户管理"="Gestione Utenti"
"切换到系统"="Windows"
"关闭笔迹修复"="Chiudere Riparazione di Scrittura"
"资源在线"="Risorse Online"
"导入文件"="Imposta File"
"删除工具"="Elimina lo strumento"
"水平尺"="Livello Righello"
"系统设置"="Impostazione del sistema"
"软件不会将水印保存到您的文档中"="Il software non verrà riservata la filigrana nella cartella"
"三角板"="Triangolo"
"三点画圆"="Cerchio per tre punti"
"动物 "="Animale"
"其他背景"="Altri colori di sfondo"
"回放"="Riproduzione"
"此用户名称已经存在"="	Il nome utente è già esiste"
"代数 "="Algebra"
"地球 "="Terra"
"关于"="Di"
"删除当前页"="Cancella"
"清空所有笔画"="Pulire"
"文件路径"="Percorso del file"
"温度 "="Temperatura"
"俄语"="Russo"
"播放"="Guarda"
"保存文件"="Salva il file"
"背景颜色"="Colore di Sfondo"
"倒计时"="Calcola alla rovescia"
"截图"="Immagine dello schermo"
"直线"="linea"
"本地资源读取失败"="Non riesce a leggere la risorsa locale"
"语言"="Lingua"
"当前播放"="Riproduzione corrente"
"分钟"="Minuti"
"正在打开文档，请稍等"="Aprendo il file, si prega di attendere"
"链接内容的名称："="Link al nome contenuti:"
"加密狗沒有註冊成為雙拼屏幕，請重新註冊。"="Il Hardkey non è adatto per la modalità a doppia pannelli, si prega di registrarsi."
"图片下载方式"="Modalità di Scaricamento d’immagine"
"图标"="Icone"
"默认用户"="Utente predefinito"
"地图 "="Mappe"
"哺乳动物 "="Mammifero"
"截屏"="Immagine dello schermo"
"人教网"="PEP Network"
"工具"="Strumento"
"手写识别"="Riconoscimento della grafia"
"向左停靠"="Sulla sinistra"
"计时器"="Timer"
"教学资源"="Risorse educative"
"选择页面"="Seleziona pagina"
"显示"="Mostra"
"本地资源"="Risorse locale"
"新建页面"="Nuova Pagina"
"时间"="Tempo"
"笔迹选择工具"="Selezionare le scritture"
"旋转与缩放"="Zoom e Tasso di trasformare"
"前进"="Avanti"
"智能笔"="Smart Pen"
"气候"="Clima"
"克罗地亚"="Croato"
"移动工具"="Strumento di spostamento"
"前一页"="Pagina precedente"
"创易网"="Chong Network"
"找不到此链接内容"="È impossibile trovare il contenuto di questo link"
"启动设置"="Impostazioni di avvio"
"图片路径不能为空"="Il percorso immagine non può essere vuoto"
"页面设置"="Impostazione della pagina"
"椭圆"="Ellisse"
"环境亮度"="Luminosità"
"删除"="Cancella"
"地理学 "="Geografia"
"添加用户"="Nuovo Utente"
"角度"="Angolo"
"下一页"="Pagina successiva"
"请输入用户名称"="Si prega di inserire il nome utente"
"历史"="Storia"
"硬笔"="Penna"
"图案和关系 "="Motivi e Relazioni"
"波兰语"="Polacco"
"计时"="Tempo di conteggio"
"图片搜索设置"="Impostazioni di Ricerca Immagini"
"撤消"="Disfare"
"停止"="Stop"
"从太空中看地球 "="Terra Vista dallo Spazio"
"中等尺寸图片"="L’immagine ad media dimensione"
"橡皮擦"="Gomma da cancellare"
"复制"="Copia"
"三角形"="Triangolo"
"太阳系"="Sistema Solare"
"擦除图片"="Cancella da immagine"
"视频展台"="Acquisizione video"
"按点删除"="Cancella da punto"
"宇航员 "="Astronauta"
"其他设置"="Altre Impostazione"
"元素"="Elemento"
"页面列表"="PageList"
"批注"="Annotazione"
"地理科学 "="Geografia"
"画笔颜色"="Colore di penna"
"乌克兰"="Ucraino"
"装入文本文件"="Inserisce file"
"清空搜索记录"="Cancella cookie di ricerca"
"向右停靠"="Sulla destra"
"文档页面"="Pagina di documentazione"
"按笔划删除"="Cancella da tratto"
"韩语"="Corea"
"幕布"="Tenda"
"放大镜"="Lente d'ingrandimento"
"三角学 "="Trigonometria"
"请选择文件路径："="Si prega di selezionare il percorso del file:"
"大小"="Dimensione"
"华氏"="Fahrenheit"
"化学"="Chimica"
"无脊椎动物 "="Invertebrato"
"基本功能 "="Funzioni di base"
"在退出之前要保存文件吗?"="Vuoi salvare il file prima di chiudere?"
"打印预览"="Stampa in Anteprima"
"新建文件"="Nuovo File"
"粘贴"="Incolla"
"正在保存文档，请稍等"="Salvando il file, si prega di attendere."
"鸟类"="Uccelli"
"取消"="Cancella"
"Internet Explorer无法显示该网页或者没有相关图片....."="Internet Explorer non può essere visualizzato o senza foto correlate"
"填充几何图形"="Riempire"
"页面链接"="link Pagina"
"英语"="Italiano"
"直尺"="Righello"
"多笔"="Multi-scrittura"
"正方形"="Piazza"
"摄氏"="Centigrado"
"放到最后"="In parte finale"
"在打开之前要保存文件吗?"="Vuoi salvare il file prima di aprire?"
"放大倍数"="Zoom Out/Zoom In"
"彗星"="Cometa"
"你沒有權限使用手指觸控功能"="Non hai il diritto di utilizzare la funzione il tocco delle dita"
"爬行动物"="Rettile"
"文氏图"="Diagramma di Venn"
"选择用户"="Seleziona utente"
"面积"="Superficie"
"繁体中文"="Cinese Tradizionale"
"文件"="File"
"第一次没有搜索到有效的图片，请点击下一页重新搜索"="Nessuna immagine utile in prima pagina, Si prega di far clic la pagina successiva per la ricerca di nuovo."
"季节"="Stagione"
"新建黑色背景页"="Nuova pagina nera"
"半径画圆"="Cerchio di Radius"
"打开网页网址是失败的"="Non riesce a aprire il sito web"
"图片尺寸类型"="Tipo della Dimensione d’immagine"
"形状空间和测量 "="Forme, Spazio e Misura"
"向下"="Andare giù"
"Chinese"="Italiano"
"导出"="Esporta"
"插入超链接"="Inserisci Link"
"翻动下一页是出现错误"="È scorretto andare alla pagina successiva"
"字体"="Carattere"
"新建屏幕批注页"="Nuova pagina del desktop"
"用户名称"="Nome di utente"
"在输入前自动打开键盘"="Aprire tastiera Prima di inserire"
"返回"="Indietro"
"新建白色背景页"="Nuova pagina bianca"
"西班牙"="Spagnolo"
"请选择工具"="Selezionare Strumenti"
"人造卫星 "="Satellite"
"世界 "="Mondo"
"磁盘文件"="File su disco"
"黑色背景"="Sfondo nero"
"天文学和太空 "="Astronomia e Spazio"
"几何图形填充色"="Colore di riempimento"
"七巧板"="Tangrams"
"打开笔迹修复"="Aprire Riparazione di Scrittura"
"网络资源"="Risorse di rete"
"荧光笔"="Highlighter"
"画笔设置"="Impostazione Brush"
"设备 "="Attrezzatura"
"星云"="Nebulosa"
"搜索"="ricerca"
"隐藏列表"="Lista Hite"
"修改背景"="Cambia sfondo"
"大尺寸图片"="L’immagine ad grande dimensione"
"退出"="Uscita"
"请检查是否安装office 2003"="Si prega di verificare l'ufficio 2003 è installato"
"探照灯"="Searchlight"
"浏览"="Navigare"
"测量 "="Misurazione"
"画笔类型"="Tipo di penna"
"视屏录制"="Registrazione dello schermo"
"扑克牌 "="Poker"
"欧洲 "="Europa"
"屏幕背景"="Sfondo del desktop"
"(提示：输入网址或者从浏览器中复制网址)"="(Suggerimento: Inserire l'URL o copiare l'URL dal browser)"
"星系"="Galassia"
"画笔宽度"="Larghezza di penna"
"评估"="Valutare"
"放到最前"="In parte anteriore"
"另存为"="Salva come"
"漫游"="Muovere"
"找不到视频设备"="Nessun dispositivo video"
"正五边形"="Poligono di cinque punti"
"确定"="OK"
"预览页面"="Pagina in anteprima"
"剪切"="Taglia"
"平行四边形"="Parallelogrammo"
"越南"="Vietnam"
"向上"="Andare su"
"几何形状 "="Geometria"
"新建图片背景页"="Nuova pagina d’immagine"
"线宽"="Larghezza della penna"
"幻灯片导航"="Pagina di navigazione diapositive"
"亚洲"="Asia"
"您还没有播放PowerPoint幻灯片。"="Aprire PowerPoint Slide prima."
"形状 "="Forme"
"量角器"="Goniometro"
"数学概念和运算 "="Numero, Concetti e Operazioni"
"打印"="Stampa"
"矩形"="Rettangolo"
"媒体播放器"="Lettori multimediali"
"几何图形"="Geometria"
"产品连接到加密狗时，水印将在从新启动软件后消失"="Dopo il collegamento al Hardkey, la filigranata scomparerà quando si riavvia il software"
"插入文本框"="Inserire testo"
"暂停"="Pausa"
"关闭"="Chiude"
"正在打印文档，请稍等"="Stampando il file, si prega di attendere."
"请输入网址："="Si prega di inserire l’URL:"
"泰语"="Thailandia"
"计算器"="Calcolatrice"
"小尺寸图片"="L’immagine ad piccola dimensione"
"两栖动物 "="Anfibio"
"笔迹修复"="Riparazione di Scrittura"
"双子星计划 "="Gemelli"
"字体颜色"="Colore del carattere"
"导出文件"="Esporta file"
"骰子"="Dado"
"外部工具管理"="Gestione strumento esterno"
"空间计划 "="Programma dello Spazio"
"选择所有笔迹"="Seleziona tutte le scritture"
"平面形状"="Forme Piatte"
"星座 "="Costellazione"
"翻动上一页是出现错误"="È scorretto tornare alla pagina di anteprima"
"开始"="Avvio"
"透明背景"="Sfondo trasparente"
"打开文件"="Apre il File"
"直径画圆"="Cerchio di diametro"
"同步下载方式"="Modalità di sincronia"
"鱼"="Pesce"
"中国"="Cina"
"直角坐标系"="Sistema di coordinate rettangolare"
"单位圆"="Circonferenza unitaria"
"启动页面"="Attiva pagina"
"页面背景"="Sfondo di pagina"
"图片背景"="Sfondo d’immagine"
"线条样式"="Stile linea"
"白色背景"="Sfondo bianco"
"插入图片"="Inserire immagine"

